Repository: smvntch/OCB-iOTP-IOS
Catalog: OCBiOTP/Views/Storyboard/*.lproj/Localizable.strings
Languages: vi

source: Set PIN Code
vi: Cài đặt mã PIN

source: Please, set your PIN Code. The PIN Code must be 6 digits
vi: Vui lòng cài đặt mã PIN. Mã PIN bắt buộc 6 chữ số

source: Enter your PIN Code
vi: Nhập mã PIN của bạn

source: Continue
vi: Tiếp theo

source: For security reasons, the numpad layout is randomized
vi: Vì lý do bảo mật, các số trên bàn phím có thể sẽ bị thay đổi vị trí

source: CLEAR
vi: XOÁ

source: Confirm your PIN Code
vi: Nhập lại mã PIN

source: Please, re-enter the same PIN Code that you have entered in previous step
vi: Vui lòng điền đúng mã PIN bạn đã cài ở bước phía trước

source: Setting PIN Code Successfully
vi: Xác nhận thành công

source: Congratulation
vi: Chúc mừng

source: You have set PIN Code successfully
vi: Bạn đã cài đặt mã PIN thành công

source: Setting PIN Code Failed
vi: Không thành công

source: Your PINs do not match. Please, try again
vi: Mã PIN của bạn không trùng khớp. Vui lòng cài đặt lại

source: Failed
vi: Không chính xác

source: Retry
vi: Thử lại

source: You have activated your account successfully
vi: Bạn đã kích hoạt thành công ứng dụng!

source: Login
vi: Đăng nhập hệ thống

source: Please, enter your PIN Code
vi: Nhập mã PIN của bạn

source: Activation Your Account
vi: Kích hoạt ứng dụng

source: Username
vi: Tên đăng nhập

source: Enter Activation Code
vi: Nhập mã kích hoạt

source: Activate
vi: Kích hoạt

source: System Settings
vi: Cài đặt hệ thống

source: Setting authorization methods
vi: Cài đặt phương thức đăng nhập

source: Biometrics
vi: Sinh trắc học

source: GPS Location
vi: Định vị GPS

source: Biometric_Guide
vi: * Sinh trắc học (Vân tay/Khuôn mặt): Khi ở chế độ MỞ/ON thì hệ thống sẽ yêu cầu bạn xác thực bằng Vân tay hoặc Khuôn mặt. Phương thức xác thực sẽ phụ thuộc vào điện thoại của bạn đang sử dụng Khi ở chế độ TẮT/OFF thì hệ thống sẽ yêu cầu xác thực bằng Mã PIN * Định vị GPS: Khi ở chế độ MỞ/ON thì hệ thống sẽ ghi nhận vị trí bạn xác thực giao dịch. Việc này nhằm mục đích bảo vệ bạn khi thực hiện giao dịch Khi ở chế độ TẮT/OFF thì hệ thống sẽ không ghi nhận vị trí bạn xác thực giao dịch

source: Transaction Approval
vi: Xác nhận giao dịch

source: Transaction Information
vi: Nội dung giao dịch

source: Transaction ID
vi: Mã giao dịch

source: From Account
vi: Từ tài khoản

source: To Account
vi: Tới tài khoản

source: Amount
vi: Số tiền

source: Transaction Time
vi: Thời gian giao dịch

source: Approve
vi: Xác nhận

source: Cancel
vi: Bỏ qua

source: Transaction Information 2
vi: Thông tin giao dịch

source: OTP
vi: Mã OTP

source: Please, enter this OTP at Verification transaction step on Internet Banking/ Mobile Banking
vi: Quý khách vui lòng nhập mã OTP này để xác thực giao dịch:

source: The OTP is available in 120 seconds
vi: Mã OTP có hiệu lực trong vòng 120 giây

source: Complete
vi: Hoàn tất

source: Welcome to OCB iOTP
vi: Chào mừng đến với OCB iOTP

source: You don’t have any transaction need to verify.
vi: Hiện tại bạn chưa có bất kỳ giao dịch nào cần xác nhận

source: OCB iOTP was built by OCB for securing your transaction based on the Policy of The State Bank of Viet Nam
vi: OCB iOTP là hệ thống xác thực giao dịch bảo mật được OCB phát triển để đáp ứng tuân thủ theo quy định của Ngân hàng Nhà Nước Việt Nam.

source: For more information, please
vi: Để biết thêm chi tiết, vui lòng xem

source: click here
vi: tại đây

source: Using_TouchID_Reason
vi: Vui lòng chạm vào cảm biến Vân tay trên thiết bị để tiếp tục

source: Using_FaceID_Reason
vi: Vui lòng xác nhận khuôn mặt để tiếp tục

source: Your account has locked on OCB iOTP. Please go to OCB Branches or call at 18006678 for help
vi: Tài khoản của Quý Khách trên OCB iOTP đã bị khóa. Quý Khách vui lòng tới chi nhánh OCB gần nhất hoặc gọi 18006678 để được hỗ trợ.

source: Time has expired
vi: Hết thời gian giao dịch

source: Your account has locked for
vi: Tài khoản của bạn bị tạm khoá trong

source: seconds
vi: giây

source: Your account have not activated. Please try again
vi: Bạn kích hoạt không thành công ứng dụng. Vui lòng thử lại

source: Application verification
vi: Xác thực hệ thống
